tap "libsql/sqld"
tap "oven-sh/bun"
tap "supabase/tap"
tap "tursodatabase/tap"
brew "bat"
brew "python@3.13"
brew "ckan"
brew "cocogitto"
brew "dust"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "folderify"
brew "gh"
brew "ghostscript"
brew "git-delta"
brew "gitui"
brew "hyperfine"
brew "lc0"
brew "llvm"
brew "mise"
brew "mprocs"
brew "mupdf-tools"
brew "poppler"
brew "ripgrep"
brew "rustup"
brew "starship"
brew "stockfish"
brew "uutils-coreutils"
brew "uv"
brew "zellij"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "oven-sh/bun/bun"
cask "antigravity"
cask "anydesk"
cask "brave-browser"
cask "claude"
cask "claude-code"
cask "codex-app"
cask "discord"
cask "epic-games"
cask "font-comic-neue"
cask "font-inter"
cask "font-iosevka-nerd-font"
cask "font-iosevka-term-nerd-font"
cask "font-new-york"
cask "font-sf-mono"
cask "google-chrome"
cask "iina"
cask "inkscape"
cask "iterm2"
cask "mactex"
cask "minecraft"
cask "sf-symbols"
cask "skim"
cask "temurin@21"
cask "transmission"
cask "visual-studio-code"
cask "zed"
cask "zen"
cask "zoom"
